Repository: akahan/Keka
Catalog: Languages/*.lproj/Localizable.strings
Languages: ca, fr, ja

source: Extraction complete
ca: La descompressió ha acabat
fr: La décompression est terminée
ja: 解凍が完了しました

source: Extraction of file "%@" complete
ca: La descompressió del fitxer "%@" ha acabat
fr: La décompression du fichier "%@" est terminée
ja: ファイル "%@" の解凍が完了しました

source: Extraction fail
ca: La descompressió ha fallat
fr: La décompression a échoué
ja: 解凍に失敗しました

source: Extraction of file "%@" failed.
ca: La descompressió de l'arxiu "%@" ha fallat.
fr: La décompression de fichier "%@" a échoué.
ja: ファイル "%@" の解凍に失敗しました

source: Compression complete
ca: La compressió ha acabat
fr: La compression est finie
ja: 圧縮が完了しました

source: File "%@" created
ca: S'ha creat el fitxer "%@"
fr: Le fichier "%@" a été créé
ja: ファイル "%@" が作成されました

source: Compression fail
ca: La compressió ha fallat
fr: La compression a échoué
ja: 圧縮に失敗しました

source: File "%@" cannot be created
ca: No s'ha pogut crear el fitxer "%@"
fr: Le fichier "%@" ne peut être créé
ja: ファイル "%@" を作成出来ませんでした

source: Operation not implemented
ca: Aquesta operació encara no s'ha desenvolupat
fr: Opération non disponible
ja: この機能はまだ実装されていません

source: This operation is not implemented yet so Keka is in beta process.
ca: Aquesta funció no ha estat implementada encara ja que el Keka està en versió beta.
fr: Cette opération n'est encore disponible. Keka est encore un logiciel en phase beta.
ja: Kekaはまだベータソフトなので、この機能はまだ実装されていません

source: Performing operation...
ca: S'està executant l'operació...
fr: Exécution de l'opération...
ja: 作業中...

source: Waiting...
ca: Un moment...
fr: Patientez...
ja: 待機中...

source: Extracting "%@"
ca: S'està descomprimint "%@"
fr: Décompression de "%@"
ja: 解凍中: "%@"

source: Extracting "%@..."
ca: S'està descomprimint "%@..."
fr: Décompression de "%@..."
ja: 解凍中: "%@..."

source: Creating %@ file...
ca: S'està creant el fitxer %@...
fr: Création d'un fichier %@ ...
ja: ファイル %@ を作成中...

source: Creating file "%@"
ca: S'està creant el fitxer "%@"
fr: Création du fichier "%@"
ja: ファイルを作成中: "%@"

source: Creating file "%@..."
fr: Création du fichier "%@..."
ja: ファイルを作成中: "%@..."

source: Time elapsed: %d seconds
ca: Temps transcorregut: %d segons
fr: Temps écoulé : %d secondes
ja: 経過時間: %d 秒

source: Time elapsed: %d:%@%d minutes
ca: Temps transcorregut: %d:%@%d minuts
fr: Temps écoulé : %d:%@%d minutes
ja: 経過時間: %d:%@%d 分

source: Time elapsed: %d:%@%d:%@%d hours
ca: Temps transcorregut: %d:%@%d:%@%d hores
fr: Temps écoulé : %d:%@%d:%@%d heures
ja: 経過時間: %d:%@%d:%@%d 時間

source: %d seconds
ca: %d segons
fr: %d secondes
ja: %d 秒

source: %d:%@%d minutes
ca: %d:%@%d minuts
ja: %d:%@%d 分

source: %d:%@%d:%@%d hours
ca: %d:%@%d:%@%d hores
fr: %d:%@%d:%@%d heures
ja: %d:%@%d:%@%d 時間

source: Pause
ca: Pausa
ja: 一時停止

source: Continue
ca: Continua
fr: Continuer
ja: 続行

source: Operation paused
ca: L'operació s'ha pausat
fr: Opération interrompue
ja: 作業を一時停止中

source: Cancel
ca: Cancel·la
fr: Annuler
ja: キャンセル

source: Close
ca: Tanca
fr: Fermer
ja: 閉じる

source: Operation failed
ca: L'operació ha fallat
fr: L'opération a échoué
ja: 作業に失敗しました

source: Operation failed with error code %d
ca: L'operació ha fallat amb el codi d'error %d
fr: L'opération a échoué avec code d'erreur %d
ja: エラーコード %d で作業に失敗しました

source: Password needed on file "%@"
ca: Es necessita una contrasenya per "%@"
fr: Mot de passe requis pour "%@"
ja: ファイル "%@" にはパスワードが必要です

source: Store
ca: Emmagatzema
fr: Non compressé
ja: 無圧縮（格納のみ）

source: Fastest
ca: El més ràpid
fr: Très rapide
ja: 最高速

source: Fast
ca: Ràpid
fr: Rapide
ja: 高速

source: Normal
fr: Normale
ja: 普通

source: Maximum
ca: Màxim
ja: 高圧縮

source: Ultra
ja: 最高圧縮

source: Ask each time
ca: Pregunta-m'ho cada vegada
fr: Demander à chaque fois
ja: 使用の度に指定する

source: Next to original file
ca: Al costat del fitxer original
fr: À côté du fichier original
ja: 元のファイルと同じフォルダ

source: Custom folder...
ca: Carpeta personalitzada...
fr: Dossier personnalisé...
ja: フォルダを指定...

source: Same as original file
ca: Sobreescriu l'arxiu original
fr: Comme le fichier original
ja: 元のファイル名と同じ

source: Custom name...
ca: Nom personalitzat...
fr: Nom personnalisé...
ja: ファイル名を指定...

source: Compressed file
ca: Fixter comprimit
fr: Fichier compressé
ja: 圧縮されたファイル

source: Perform automatic action
ca: Realitzar la acció automàticament
fr: Exécuter automatiquement l'action
ja: 自動的に圧縮・解凍

source: Always compress
ca: Comprimeix sempre
fr: Toujours compresser
ja: 常に圧縮する

source: Always extract
ca: Descomprimeix sempre
fr: Toujours décompresser
ja: 常に解凍する

source: 1.4 MB Floppy
ca: 1.4 MB Disquet
fr: Disquette 1.4 Mo
ja: 1.4 MB フロッピー

source: 650 MB CD
fr: CD 650 Mo

source: 700 MB CD
fr: CD 700 Mo

source: 4480 MB DVD
fr: DVD 4480 Mo
